{
  "additional_special_tokens": null,
  "eos_token": "</s>",
  "extra_ids": 0,
  "name_or_path": "google/mt5-small",
  "pad_token": "<pad>",
  "sp_model_kwargs": {},
  "special_tokens_map_file": "/home1/s20225456/.cache/huggingface/hub/models--google--mt5-small/snapshots/38f23af8ec210eb6c376d40e9c56bd25a80f195d/special_tokens_map.json",
  "tokenizer_class": "T5Tokenizer",
  "unk_token": "<unk>"
}
